{
    "title": "शेयर बाज़ार 101",
    "intro": "StockWise में आपका स्वागत है! यह गाइड आपको शेयर बाज़ार की मूल बातों और निवेश रणनीतियों से सरल शब्दों में परिचित कराएगी। चाहे आप निवेश में बिल्कुल नए हों या मूल बातों की समीक्षा करना चाहते हों, हमने आसानी से समझ में आने वाली व्याख्याओं के साथ आपकी मदद की है।",
    "appFeatures": {
      "title": "StockWise की विशेषताएँ",
      "description": "हमारा ऐप आपको सूचित निवेश निर्णय लेने में मदद करने के लिए कई उपकरण प्रदान करता है:",
      "features": [
        {
          "title": "शेयर खोजें",
          "description": "विस्तृत जानकारी, मूल्य चार्ट और तकनीकी संकेतक देखने के लिए सर्च बार में स्टॉक सिंबल (जैसे, Apple के लिए AAPL) दर्ज करें। यदि आप सिंबल नहीं जानते हैं, तो आप कंपनी के नाम से खोज सकते हैं।"
        },
        {
          "title": "वॉचलिस्ट",
          "description": "समय के साथ उनके प्रदर्शन की निगरानी करने के लिए अपनी व्यक्तिगत वॉचलिस्ट में स्टॉक जोड़ें। यह सुविधा आपको उन कंपनियों पर नज़र रखने में मदद करती है जिनमें आप रुचि रखते हैं, बिना उन्हें बार-बार खोजने की जरूरत के। इस सुविधा का उपयोग करने के लिए आपको एक नि:शुल्क खाता बनाने की आवश्यकता होगी।"
        },
        {
          "title": "तकनीकी विश्लेषण",
          "description": "हम RSI और मूविंग एवरेज जैसे आसानी से समझने योग्य तकनीकी संकेतक प्रदान करते हैं जो आपको संभावित खरीद और बिक्री के अवसरों की पहचान करने में मदद करते हैं। चिंता न करें अगर ये शब्द आपके लिए अपरिचित हैं - हम उन्हें नीचे विस्तार से समझाएंगे।"
        },
        {
          "title": "इनसाइडर ट्रेडिंग",
          "description": "कंपनी के अधिकारियों और बोर्ड सदस्यों द्वारा हाल ही में स्टॉक खरीद और बिक्री देखें। इन 'इनसाइडर्स' के पास अक्सर अपनी कंपनी की संभावनाओं के बारे में मूल्यवान जानकारी होती है, इसलिए उनकी ट्रेडिंग गतिविधि आपके निवेश निर्णयों के लिए उपयोगी अंतर्दृष्टि प्रदान कर सकती है।"
        },
        {
          "title": "समाचार भावना",
          "description": "हम उन स्टॉक के लिए बाजार भावना का आकलन करने के लिए समाचार शीर्षकों का स्वचालित रूप से विश्लेषण करते हैं जिनमें आप रुचि रखते हैं। सकारात्मक समाचार बुलिश (ऊपर की ओर) मूल्य आंदोलन का संकेत दे सकते हैं, जबकि नकारात्मक समाचार बेयरिश (नीचे की ओर) रुझानों का सुझाव दे सकते हैं।"
        }
      ]
    },
    "stockBasics": {
      "title": "शेयर बाजार की मूल बातें",
      "description": "विस्तृत विश्लेषण में उतरने से पहले, आइए कुछ मौलिक अवधारणाओं को समझें:",
      "sections": [
        {
          "title": "शेयर क्या है?",
          "content": "एक शेयर (जिसे स्टॉक भी कहा जाता है) किसी कंपनी में आंशिक स्वामित्व का प्रतिनिधित्व करता है। जब आप शेयर खरीदते हैं, तो आप वास्तव में उस व्यवसाय का एक छोटा हिस्सा खरीद रहे हैं। एक शेयरधारक के रूप में, आप बढ़े हुए स्टॉक मूल्य के माध्यम से कंपनी के विकास से लाभान्वित हो सकते हैं और संभवतः लाभांश (कंपनी के मुनाफे का एक हिस्सा) प्राप्त कर सकते हैं। कंपनियां व्यावसायिक संचालन, विस्तार, या अन्य निवेशों के लिए धन जुटाने के लिए शेयर जारी करती हैं।"
        },
        {
          "title": "स्टॉक एक्सचेंज",
          "content": "शेयर एक्सचेंजों पर खरीदे और बेचे जाते हैं - संगठित बाजार जहां खरीदार और विक्रेता प्रतिभूतियों का व्यापार करने के लिए (आभासी रूप से) मिलते हैं। संयुक्त राज्य अमेरिका में सबसे प्रसिद्ध एक्सचेंज न्यूयॉर्क स्टॉक एक्सचेंज (NYSE) और NASDAQ हैं। प्रत्येक एक्सचेंज की सूचीकरण आवश्यकताएँ होती हैं जिन्हें कंपनियों को पूरा करना होता है ताकि उनके शेयरों का वहां कारोबार हो सके। अधिकांश प्रमुख देशों के अपने स्टॉक एक्सचेंज होते हैं, जैसे लंदन स्टॉक एक्सचेंज, टोक्यो स्टॉक एक्सचेंज, और शंघाई स्टॉक एक्सचेंज।"
        },
        {
          "title": "स्टॉक सिंबल",
          "content": "प्रत्येक सार्वजनिक रूप से कारोबार करने वाली कंपनी को एक अद्वितीय टिकर सिंबल सौंपा जाता है जो उसे एक्सचेंजों पर पहचानता है। ये प्रतीक आमतौर पर कंपनी के नाम के 1-5 अक्षरों के संक्षिप्त रूप होते हैं। उदाहरण के लिए, Apple का प्रतीक AAPL है, Microsoft का MSFT है, और Tesla का TSLA है। जब आप किसी स्टॉक पर शोध करना या उसे खरीदना चाहते हैं, तो आप उन्हें खोजने के लिए इन प्रतीकों का उपयोग करेंगे। कुछ कंपनियां अपने व्यवसाय से संबंधित यादगार प्रतीक चुनती हैं - जैसे The Cheesecake Factory के लिए CAKE।"
        },
        {
          "title": "मूल्य परिवर्तन",
          "content": "स्टॉक की कीमतें ट्रेडिंग घंटों के दौरान आपूर्ति और मांग के आधार पर लगातार बदलती रहती हैं - कितने लोग किसी भी समय स्टॉक खरीदना या बेचना चाहते हैं। कीमतें कई कारकों से प्रभावित होती हैं जिनमें शामिल हैं: कंपनी का प्रदर्शन (कमाई, नए उत्पाद), आर्थिक स्थितियां (ब्याज दरें, मुद्रास्फीति), उद्योग के रुझान, समाचार घटनाएं, और बाजार भावना। आपूर्ति के सापेक्ष अधिक मांग कीमतों को ऊपर धकेलती है, जबकि मांग के सापेक्ष अधिक आपूर्ति कीमतों को गिराती है।"
        }
      ]
    },
    "investingBasics": {
      "title": "निवेश की मूल बातें",
      "description": "अपना पहला निवेश करने से पहले, इन मौलिक अवधारणाओं को समझें:",
      "sections": [
        {
          "title": "कम खरीदें, ऊंचा बेचें",
          "content": "सफल निवेश का मौलिक सिद्धांत कम कीमत पर संपत्ति खरीदना और उन्हें उच्च कीमत पर बेचना है। हालांकि यह सरल लगता है, इसके लिए शोध, धैर्य, और कभी-कभी लोकप्रिय राय के विरुद्ध जाने की आवश्यकता होती है। स्टॉक अक्सर बाजार में गिरावट के दौरान सबसे आकर्षक मूल्य पर आते हैं जब अन्य लोग खरीदने से डरते हैं। इसके विपरीत, स्टॉक्स चरम आशावाद की अवधि के दौरान अधिमूल्यांकित हो सकते हैं। सापेक्ष मूल्य को पहचानना सीखना निवेशकों के लिए एक आवश्यक कौशल है।"
        },
        {
          "title": "विविधीकरण",
          "content": "विविधीकरण का अर्थ है अपने सभी पैसे को एक ही निवेश में डालने के बजाय अलग-अलग स्टॉक्स, क्षेत्रों और संपत्ति वर्गों में अपना निवेश फैलाना। यह रणनीति जोखिम को कम करती है क्योंकि अगर एक निवेश खराब प्रदर्शन करता है, तो दूसरे अच्छा प्रदर्शन कर सकते हैं और नुकसान की भरपाई कर सकते हैं। एक विविध पोर्टफोलियो में विभिन्न उद्योगों (प्रौद्योगिकी, स्वास्थ्य देखभाल, उपभोक्ता सामान), विभिन्न आकारों की कंपनियों (बड़ी, मध्यम, छोटी), भौगोलिक क्षेत्रों (घरेलू, अंतरराष्ट्रीय), और संभवतः बॉन्ड या रियल एस्टेट इन्वेस्टमेंट ट्रस्ट (REITs) जैसी अन्य संपत्तियों से स्टॉक शामिल हो सकते हैं।"
        },
        {
          "title": "दीर्घकालिक बनाम अल्पकालिक",
          "content": "दीर्घकालिक निवेश में अल्पकालिक मूल्य उतार-चढ़ाव के बजाय कंपनियों के मौलिक विकास पर ध्यान केंद्रित करते हुए वर्षों या यहां तक कि दशकों तक संपत्तियों को रखना शामिल है। इस दृष्टिकोण में आमतौर पर अल्पकालिक ट्रेडिंग की तुलना में कम जोखिम होता है और कम बार निगरानी की आवश्यकता होती है। अल्पकालिक ट्रेडिंग (जिसे कभी-कभी डे ट्रेडिंग कहा जाता है) में मूल्य अस्थिरता से लाभ के लिए छोटे समय सीमा - कभी-कभी मिनट, घंटे, या दिन - के भीतर संपत्तियों को खरीदना और बेचना शामिल है। इसके लिए बहुत अधिक समय, विशेषज्ञता, और भावनात्मक अनुशासन की आवश्यकता होती है, और शुरुआती लोगों के लिए महत्वपूर्ण रूप से अधिक जोखिम होता है।"
        },
        {
          "title": "शोध महत्वपूर्ण है",
          "content": "सफल निवेश विस्तृत शोध के साथ शुरू होता है। किसी भी कंपनी में निवेश करने से पहले, उसके व्यावसायिक मॉडल, प्रतिस्पर्धी लाभ, वित्तीय स्वास्थ्य, विकास संभावनाओं और उद्योग के रुझानों के बारे में जानें। वित्तीय विवरणों (आय विवरण, बैलेंस शीट, नकदी प्रवाह विवरण) की समीक्षा करें ताकि लाभप्रदता, ऋण स्तरों और कंपनी कितनी कुशलता से अपने संसाधनों का उपयोग करती है, का आकलन किया जा सके। गुणात्मक कारकों पर भी विचार करें: प्रबंधन की गुणवत्ता, ब्रांड की ताकत, और नवाचार की क्षमता। हमारे ऐप जैसे उपकरण इन अंतर्दृष्टियों को एक सुलभ प्रारूप में प्रदान करते हैं।"
        }
      ]
    },
    "marketSentiment": {
      "title": "बुलिश बनाम बेयरिश मार्केट",
      "description": "'बुलिश' और 'बेयरिश' शब्द बाजार में समग्र भावना या दृष्टिकोण का वर्णन करते हैं। इन अवधारणाओं को समझने से आपको वर्तमान बाजार स्थितियों के साथ अपनी निवेश रणनीति को संरेखित करने में मदद मिलती है।",
      "sections": [
        {
          "title": "बुलिश मार्केट",
          "content": "एक बुलिश मार्केट (या 'बुल मार्केट') बढ़ते स्टॉक मूल्यों और आशावादी निवेशक भावना की विशेषता है। बुलिश अवधियों के दौरान, निवेशक आमतौर पर कीमतों के चढ़ने की उम्मीद करते हैं। कहा जाता है कि बैल अपने सींगों को ऊपर की ओर धकेलकर हमला करते हैं - बिल्कुल वैसे ही जैसे बढ़ते बाजार में कीमतें। बुल मार्केट अक्सर मजबूत आर्थिक विकास, कम बेरोजगारी और उच्च उपभोक्ता विश्वास के साथ मेल खाते हैं। वे महीनों या यहां तक कि वर्षों तक चल सकते हैं।",
          "strategy": "बुलिश मार्केट के दौरान निवेश रणनीति: बुल मार्केट के दौरान, विकास-उन्मुख रणनीतियां अक्सर अच्छा प्रदर्शन करती हैं। मजबूत विकास क्षमता वाली कंपनियों में निवेश पर विचार करें जो सकारात्मक आर्थिक वातावरण से लाभान्वित हो सकती हैं। हालांकि बुल मार्केट के दौरान स्टॉक महंगे लग सकते हैं, वे अक्सर बढ़ते रहते हैं, इसलिए नियमित रूप से अपने निवेश में जोड़ना (डॉलर-कॉस्ट एवरेजिंग) प्रभावी हो सकता है। फिर भी, विविधीकरण बनाए रखें क्योंकि बुल मार्केट अंततः समाप्त हो जाते हैं।"
        },
        {
          "title": "बेयरिश मार्केट",
          "content": "एक बेयरिश मार्केट (या 'बेयर मार्केट') गिरते स्टॉक मूल्यों और निराशावादी निवेशक भावना की विशेषता है। कहा जाता है कि भालू अपने पंजों को नीचे की ओर मारकर हमला करते हैं - गिरते कीमतों के समान। बेयर मार्केट तकनीकी रूप से हाल के उच्च स्तरों से 20% या अधिक की गिरावट के रूप में परिभाषित किए जाते हैं। वे अक्सर आर्थिक मंदी, बढ़ती बेरोजगारी, या महत्वपूर्ण अनिश्चितता के साथ मेल खाते हैं। बेयर मार्केट आमतौर पर बुल मार्केट की तुलना में कम अवधि तक चलते हैं लेकिन अधिक तीव्र हो सकते हैं।",
          "strategy": "बेयरिश मार्केट के दौरान निवेश रणनीति: बेयर मार्केट के दौरान, रक्षात्मक रणनीतियां महत्वपूर्ण हो जाती हैं। स्थिर नकदी प्रवाह, मजबूत बैलेंस शीट (कम ऋण) और आर्थिक मंदी को पार करने के इतिहास वाली कंपनियों पर ध्यान केंद्रित करें। उपभोक्ता स्टेपल्स, उपयोगिताएं और स्वास्थ्य देखभाल कंपनियां अक्सर गिरावट के दौरान व्यापक बाजार की तुलना में कम गिरती हैं। बेयर मार्केट दीर्घकालिक निवेशकों के लिए उत्कृष्ट खरीदारी के अवसर प्रस्तुत कर सकते हैं, क्योंकि उच्च गुणवत्ता वाली कंपनियां छूट वाली कीमतों पर उपलब्ध हो जाती हैं।"
        },
        {
          "title": "बाजार दिशा की पहचान करना",
          "content": "कई संकेतक यह पहचानने में मदद करते हैं कि क्या हम बुलिश या बेयरिश बाजार में हैं: (1) मूल्य रुझान: सबसे स्पष्ट संकेतक यह है कि क्या प्रमुख बाजार सूचकांक (जैसे S&P 500) कई महीनों से ऊपर या नीचे की ओर रुझान दिखा रहे हैं। (2) मूविंग एवरेज: जब कीमतें लंबी अवधि के मूविंग एवरेज से ऊपर कारोबार करती हैं, तो वह आमतौर पर बुलिश होता है; नीचे कारोबार करना बेयरिश है। (3) ट्रेडिंग वॉल्यूम: मूल्य वृद्धि के दौरान उच्च वॉल्यूम बुलिश भावना की पुष्टि कर सकता है; गिरावट के दौरान उच्च वॉल्यूम बेयरिश भावना की पुष्टि कर सकता है। (4) ब्रेड्थ इंडिकेटर्स: कितने स्टॉक आगे बढ़ रहे हैं बनाम गिर रहे हैं, इसके माप। (5) आर्थिक संकेतक: रोजगार डेटा, GDP वृद्धि और उपभोक्ता विश्वास अक्सर बाजार की दिशा के साथ संबंधित होते हैं।"
        }
      ]
    },
    "priceTerminology": {
      "title": "स्टॉक मूल्य शब्दावली",
      "description": "स्टॉक डेटा देखते समय, आप कई प्रमुख मूल्य बिंदुओं का सामना करेंगे। इन शर्तों को समझने से आपको मूल्य आंदोलनों की अधिक प्रभावी ढंग से व्याख्या करने में मदद मिलती है:",
      "sections": [
        {
          "title": "पिछला बंद",
          "content": "पिछला बंद बाजार बंद होने से पहले पिछले ट्रेडिंग दिन पर स्टॉक का अंतिम मूल्य है। यह वर्तमान दिन के प्रदर्शन को मापने के लिए एक महत्वपूर्ण संदर्भ बिंदु के रूप में कार्य करता है। जब आप स्टॉक के लिए 'परिवर्तन' या 'प्रतिशत परिवर्तन' मूल्य देखते हैं, तो वे आमतौर पर वर्तमान मूल्य की तुलना पिछले बंद से कर रहे होते हैं। उदाहरण के लिए, यदि कोई स्टॉक कल $50 पर बंद हुआ और वर्तमान में $52 पर कारोबार कर रहा है, तो इसने पिछले बंद से $2 या 4% बढ़ाया है।"
        },
        {
          "title": "खुला",
          "content": "खुला वर्तमान ट्रेडिंग दिन के लिए बाजार खुलने पर स्टॉक के पहले ट्रेड का मूल्य है। यह पिछले बंद से भिन्न हो सकता है क्योंकि समाचार या घटनाएँ रात में हो सकती हैं जब बाजार बंद थे। पिछले बंद और खुले के बीच एक महत्वपूर्ण अंतर अक्सर स्टॉक को प्रभावित करने वाले महत्वपूर्ण विकास को इंगित करता है। उदाहरण के लिए, यदि कोई कंपनी बाजार बंद होने के बाद कमाई की रिपोर्ट करती है जो अपेक्षाओं से अधिक है, तो स्टॉक अगले दिन बहुत अधिक खुल सकता है।"
        },
        {
          "title": "उच्च",
          "content": "उच्च एक विशिष्ट समय अवधि (आमतौर पर वर्तमान ट्रेडिंग दिन) के दौरान स्टॉक का सबसे अधिक मूल्य है। यह दिखाता है कि खरीदार उस समय अवधि के दौरान कितना अधिकतम भुगतान करने को तैयार थे। उच्च की तुलना खुले या पिछले बंद से करने से स्टॉक के गति और अस्थिरता को मापने में मदद मिलती है। खुले से काफी ऊपर का उच्च मूल्य मजबूत खरीद रुचि का संकेत दे सकता है, जबकि खुले से थोड़ा ऊपर का उच्च अधिक नियंत्रित उत्साह का सुझाव देता है।"
        },
        {
          "title": "निम्न",
          "content": "निम्न निर्दिष्ट समय अवधि के दौरान स्टॉक का सबसे कम मूल्य है। यह इंगित करता है कि विक्रेता अपने शेयरों को कितने न्यूनतम मूल्य पर बेचने को तैयार थे। दिन के उच्च और निम्न के बीच का अंतर (दिन की सीमा) अस्थिरता का एक महत्वपूर्ण माप है। उच्च और निम्न के बीच एक विस्तृत सीमा महत्वपूर्ण मूल्य खोज या अनिश्चितता का सुझाव देती है, जबकि एक संकीर्ण सीमा अधिक मूल्य स्थिरता और संभावित रूप से कम ट्रेडिंग रुचि को इंगित करती है।"
        },
        {
          "title": "वर्तमान मूल्य",
          "content": "वर्तमान मूल्य वह सबसे हालिया मूल्य है जिस पर स्टॉक का कारोबार हुआ है। बाजार के घंटों के दौरान, यह नए ट्रेडों के होने पर अक्सर अपडेट होता है। घंटों के बाद, यह अगले ट्रेडिंग दिन तक समापन मूल्य बना रहता है। वर्तमान मूल्य और अन्य मूल्य बिंदुओं (खुला, उच्च, निम्न, पिछला बंद) के बीच का संबंध दिन के लिए स्टॉक की 'कहानी' बताने में मदद करता है और व्यापारी भावना और संभावित भविष्य की दिशा के बारे में सुराग प्रदान कर सकता है।"
        },
        {
          "title": "ट्रेडिंग रेंज",
          "content": "ट्रेडिंग रेंज किसी दिए गए अवधि के दौरान उच्च और निम्न मूल्यों के बीच के अंतर को संदर्भित करती है। एक व्यापक ट्रेडिंग रेंज उच्च अस्थिरता और संभवतः स्टॉक को प्रभावित करने वाली महत्वपूर्ण खबरों या घटनाओं का संकेत देती है। एक संकीर्ण रेंज अधिक स्थिर मूल्य क्रिया और संभावित रूप से निवेशकों की कम रुचि का सुझाव देती है। कुछ व्यापारी 'रेंज-बाउंड' रणनीतियों में विशेषज्ञता रखते हैं, स्थापित रेंज के निचले हिस्से के पास खरीदते हैं और शीर्ष के पास बेचते हैं।"
        }
      ]
    },
    "keyIndicators": {
      "title": "प्रमुख तकनीकी संकेतक समझाए गए",
      "description": "तकनीकी संकेतक मूल्य पैटर्न और बाजार व्यवहार का विश्लेषण करके संभावित व्यापारिक अवसरों की पहचान करने में मदद करते हैं। यहां हमारे ऐप में उपयोग किए जाने वाले मुख्य संकेतक हैं:",
      "indicators": [
        {
          "name": "RSI (रिलेटिव स्ट्रेंथ इंडेक्स)",
          "description": "रिलेटिव स्ट्रेंथ इंडेक्स (RSI) स्टॉक के हाल के मूल्य परिवर्तनों की गति और परिमाण को मापता है ताकि यह मूल्यांकन किया जा सके कि वर्तमान में यह अधिमूल्यित (ओवरबॉट) या कम मूल्यित (ओवरसोल्ड) है। RSI मूल्य 0 से 100 तक भिन्न होते हैं। पारंपरिक व्याख्या सुझाव देती है कि 70 से ऊपर के RSI मूल्य इंगित करते हैं कि स्टॉक ओवरबॉट है और मूल्य सुधार (गिरावट) के लिए तैयार हो सकता है, जबकि 30 से नीचे के मूल्य सुझाव देते हैं कि स्टॉक ओवरसोल्ड है और उछाल (वृद्धि) के लिए तैयार हो सकता है। RSI की गणना एक निर्दिष्ट अवधि, आमतौर पर 14 दिनों के दौरान औसत लाभ की तुलना औसत नुकसान से करके की जाती है।",
          "interpretation": "RSI का उपयोग कैसे करें: जब RSI 30 से नीचे गिरता है, तो यह एक अच्छे खरीद अवसर का संकेत दे सकता है क्योंकि स्टॉक का मूल्यांकन कम हो सकता है। देखें कि RSI 30 से ऊपर वापस बढ़ना शुरू करे, जो यह पुष्टि कर सकता है कि नीचे की ओर गति कमजोर पड़ रही है। इसके विपरीत, जब RSI 70 से ऊपर बढ़ता है, तो मुनाफा लेने या पोजीशन कम करने पर विचार करें, विशेष रूप से यदि RSI 70 से नीचे वापस गिरना शुरू कर देता है। यह संकेतक अकेले के बजाय अन्य विश्लेषणों के संयोजन में सबसे अच्छा काम करता है।"
        },
        {
          "name": "मूविंग एवरेज",
          "description": "मूविंग एवरेज मूल्य डेटा को एक एकल प्रवाहित रेखा बनाने के लिए समतल करते हैं, जिससे रुझान की दिशा की पहचान करना आसान हो जाता है। वे एक विशिष्ट समय अवधि पर कीमतों का औसत लेकर यादृच्छिक मूल्य उतार-चढ़ाव के शोर को कम करते हैं। सामान्य अवधियों में 50-दिन और 200-दिन के मूविंग एवरेज शामिल हैं। मूविंग एवरेज के विभिन्न प्रकार हैं: सिंपल मूविंग एवरेज (SMA) सभी कीमतों को समान भार देता है, जबकि एक्सपोनेंशियल मूविंग एवरेज (EMA) हाल की कीमतों को अधिक भार देता है।",
          "interpretation": "मूविंग एवरेज का उपयोग कैसे करें: जब एक अल्पकालिक मूविंग एवरेज (जैसे 50-दिन) एक दीर्घकालिक (जैसे 200-दिन) से ऊपर क्रॉस करता है, तो इसे 'गोल्डन क्रॉस' कहा जाता है और इसे बुलिश (संभावित रूप से कीमतों में आगे वृद्धि का संकेत) माना जाता है। जब अल्पकालिक औसत दीर्घकालिक से नीचे क्रॉस करता है, तो इसे 'डेथ क्रॉस' कहा जाता है और इसे बेयरिश माना जाता है। इसके अतिरिक्त, मूविंग एवरेज अक्सर सपोर्ट (कीमत अक्सर उनसे ऊपर उछलती है) या रेजिस्टेंस (कीमत अक्सर उनसे नीचे उछलती है) स्तरों के रूप में कार्य करती हैं।"
        },
        {
          "name": "वॉल्यूम",
          "description": "वॉल्यूम किसी दिए गए अवधि के दौरान कारोबार किए गए शेयरों की कुल संख्या को संदर्भित करता है। यह स्टॉक में रुचि या गतिविधि के स्तर को इंगित करता है। उच्च वॉल्यूम अक्सर महत्वपूर्ण मूल्य आंदोलनों के साथ होता है, जबकि कम वॉल्यूम वर्तमान मूल्य दिशा में विश्वास की कमी का सुझाव दे सकता है। वॉल्यूम रुझानों की पुष्टि कर सकता है - बढ़ती कीमतों के साथ बढ़ता वॉल्यूम आमतौर पर एक मजबूत अपट्रेंड को इंगित करता है, जबकि गिरती कीमतों के साथ बढ़ता वॉल्यूम एक मजबूत डाउनट्रेंड का सुझाव देता है।",
          "interpretation": "वॉल्यूम का उपयोग कैसे करें: मूल्य ब्रेकआउट्स के साथ मेल खाने वाले वॉल्यूम स्पाइक्स देखें (जब मूल्य प्रतिरोध से ऊपर या समर्थन से नीचे चलता है)। उच्च वॉल्यूम आंदोलन के पीछे मजबूत विश्वास का सुझाव देता है। इसके विपरीत, यदि मूल्य कम वॉल्यूम पर बड़ा आंदोलन करता है, तो आंदोलन में ठहराव की शक्ति की कमी हो सकती है और यह उलट सकता है। वॉल्यूम आमतौर पर मूल्य का नेतृत्व करता है - मूल्य रुझान के दौरान घटता वॉल्यूम संकेत दे सकता है कि रुझान वास्तविक मूल्य उलटफेर होने से पहले कमजोर पड़ रहा है।"
        },
        {
          "name": "मार्केट कैप",
          "description": "मार्केट कैपिटलाइजेशन (मार्केट कैप) किसी कंपनी के बकाया शेयरों का कुल डॉलर बाजार मूल्य दर्शाता है। इसकी गणना वर्तमान शेयर मूल्य को बकाया शेयरों की कुल संख्या से गुणा करके की जाती है। मार्केट कैप आकार के अनुसार कंपनियों को वर्गीकृत करने में मदद करता है: लार्ज-कैप ($10+ बिलियन), मिड-कैप ($2-10 बिलियन), और स्मॉल-कैप ($2 बिलियन से कम)।",
          "interpretation": "मार्केट कैप का उपयोग कैसे करें: मार्केट कैप किसी कंपनी के सापेक्ष आकार, स्थिरता और विकास क्षमता को समझने में मदद करता है। बड़े मार्केट कैप वाली कंपनियां आमतौर पर अधिक स्थिरता प्रदान करती हैं लेकिन संभावित रूप से धीमी वृद्धि। छोटे मार्केट कैप वाली कंपनियां उच्च विकास क्षमता प्रदान कर सकती हैं लेकिन अधिक जोखिम के साथ। एक विविध पोर्टफोलियो बनाते समय, विकास क्षमता को स्थिरता के साथ संतुलित करने के लिए विभिन्न मार्केट कैप वाली कंपनियों को शामिल करने पर विचार करें।"
        }
      ]
    },
    "rsiTrading": {
      "title": "RSI के साथ ट्रेडिंग",
      "description": "रिलेटिव स्ट्रेंथ इंडेक्स (RSI) खरीद और बिक्री के निर्णयों के समय के लिए सबसे लोकप्रिय तकनीकी संकेतकों में से एक है। यहां बताया गया है कि रणनीतिक ट्रेडिंग विकल्प बनाने के लिए RSI मूल्यों का उपयोग कैसे करें:",
      "sections": [
        {
          "title": "जब RSI 30 से नीचे है (ओवरसोल्ड)",
          "content": "जब RSI 30 से नीचे गिरता है, तो यह संकेत देता है कि स्टॉक ओवरसोल्ड हो सकता है - अर्थात विक्रेताओं ने संभावित रूप से कंपनी के मूलभूत तत्वों द्वारा उचित ठहराए जाने से अधिक कीमत को नीचे ला दिया है। यह अत्यधिक बिक्री दबाव अक्सर सतर्क व्यापारियों के लिए खरीद के अवसर पैदा करता है। एक ओवरसोल्ड स्थिति का सुझाव है कि बिक्री की गति थकावट तक पहुंच रही है और कीमत में उछाल आ सकता है।",
          "strategy": "RSI 30 से नीचे होने पर खरीद रणनीति: RSI 30 से नीचे गिरते ही तुरंत खरीदने के बजाय संभावित उलटफेर की पुष्टि की प्रतीक्षा करें। देखें कि RSI 30 की सीमा से ऊपर वापस आना शुरू करे, जो सुझाव देता है कि नीचे की ओर गति कमजोर पड़ रही है। सबसे मजबूत खरीद संकेत अक्सर तब आते हैं जब RSI 'बुलिश डाइवर्जेंस' बनाता है - जहां कीमत नया निचला स्तर बनाती है लेकिन RSI उच्च निचला स्तर बनाता है, जो नीचे की ओर गति के कमजोर पड़ने का संकेत देता है। मजबूत पुष्टि के लिए इस संकेत को अन्य अनुकूल संकेतकों जैसे सपोर्टिव मूविंग एवरेज या सकारात्मक समाचार भावना के साथ जोड़ें।"
        },
        {
          "title": "जब RSI 70 से ऊपर है (ओवरबॉट)",
          "content": "जब RSI 70 से ऊपर बढ़ता है, तो यह संकेत देता है कि स्टॉक ओवरबॉट हो सकता है - अर्थात खरीदारों ने संभावित रूप से मूलभूत तत्वों द्वारा उचित ठहराए जाने से अधिक कीमत को ऊपर ला दिया है। यह अत्यधिक खरीद दबाव अक्सर बिक्री या मुनाफा लेने के अवसर पैदा करता है। एक ओवरबॉट स्थिति का सुझाव है कि खरीद की गति थकावट तक पहुंच सकती है और कीमत में गिरावट आ सकती है।",
          "strategy": "RSI 70 से ऊपर होने पर बिक्री रणनीति: ओवरसोल्ड स्थितियों की तरह, RSI 70 से अधिक होते ही तुरंत बेचने के बजाय पुष्टि की प्रतीक्षा करें। देखें कि RSI 70 की सीमा से नीचे वापस गिरना शुरू करे, जो सुझाव देता है कि ऊपर की ओर गति कमजोर पड़ रही है। 'बेयरिश डाइवर्जेंस' की तलाश करें - जहां कीमत नया उच्च स्तर बनाती है लेकिन RSI निम्न उच्च स्तर बनाता है, जो ऊपर की ओर गति के कमजोर पड़ने का संकेत देता है। यह मुनाफा लेने या पोजीशन कम करने के लिए एक शक्तिशाली संकेत हो सकता है। याद रखें कि मजबूत बुल मार्केट में, RSI लंबे समय तक ओवरबॉट क्षेत्र में रह सकता है, इसलिए अतिरिक्त पुष्टि मूल्यवान है।"
        },
        {
          "title": "RSI डाइवर्जेंस",
          "content": "RSI डाइवर्जेंस तब होता है जब कीमत के रुझान की दिशा RSI के रुझान की दिशा से मेल नहीं खाती। यह बेमेल अक्सर संभावित रुझान उलटफेर का संकेत देता है। देखने के लिए दो प्रकार के डाइवर्जेंस हैं: (1) बुलिश डाइवर्जेंस: जब कीमत निचले निचले स्तर बनाती है, लेकिन RSI उच्च निचले स्तर बनाता है। यह सुझाव देता है कि नए कीमत के निचले स्तर के बावजूद नीचे की ओर कीमत की गति कमजोर पड़ रही है। (2) बेयरिश डाइवर्जेंस: जब कीमत उच्च उच्च स्तर बनाती है, लेकिन RSI निम्न उच्च स्तर बनाता है। यह इंगित करता है कि नए कीमत के उच्च स्तर के बावजूद ऊपर की ओर कीमत की गति कमजोर पड़ रही है।",
          "strategy": "RSI डाइवर्जेंस के साथ कैसे ट्रेड करें: बुलिश डाइवर्जेंस संभावित खरीद के अवसर प्रदान करते हैं, विशेष रूप से जब वे RSI 30 से नीचे होने के साथ होते हैं और बढ़ना शुरू करते हैं। बेयरिश डाइवर्जेंस संभावित बिक्री या मुनाफा लेने के अवसरों का सुझाव देते हैं, विशेष रूप से जब वे RSI 70 से ऊपर के साथ दिखाई देते हैं और गिरना शुरू करते हैं। दोनों प्रकारों के लिए, ट्रेडिंग निर्णय लेने से पहले अन्य संकेतकों या कीमत कार्रवाई से पुष्टि की तलाश करें। सबसे मजबूत डाइवर्जेंस संकेत आमतौर पर बहुत छोटे समय सीमाओं के बजाय लंबी समय अवधि पर बनते हैं।"
        },
        {
          "title": "RSI की सीमाएं",
          "content": "हालांकि RSI एक शक्तिशाली उपकरण है, इसकी सीमाएं हैं। मजबूत रुझानों के दौरान, RSI उलटफेर का संकेत दिए बिना लंबे समय तक ओवरबॉट या ओवरसोल्ड क्षेत्र में रह सकता है। झूठे संकेत हो सकते हैं, विशेष रूप से अत्यधिक अस्थिर बाजारों में। RSI मजबूत रुझान वाले बाजारों की तुलना में रेंज-बाउंड बाजारों में बेहतर काम करता है। हमेशा RSI का उपयोग विश्लेषण के अन्य रूपों (मौलिक शोध, अन्य तकनीकी संकेतक, बाजार भावना) के साथ करें, न कि विशेष रूप से इस पर निर्भर रहें।",
          "strategy": "RSI का उपयोग करने के लिए सर्वोत्तम प्रथाएं: व्यापक बाजार वातावरण के आधार पर अपनी RSI व्याख्या को समायोजित करें। मजबूत बुल मार्केट में, पारंपरिक 70/30 के बजाय ओवरबॉट सीमा के लिए 80 और ओवरसोल्ड के लिए 40 का उपयोग करने पर विचार करें। बेयर मार्केट में, 60/20 अधिक उपयुक्त हो सकता है। अधिक व्यापक विश्लेषण के लिए विभिन्न समय सीमाओं (दैनिक, साप्ताहिक, मासिक) में RSI रीडिंग की तुलना करें। अधिक समय सीमाएं एक ही संकेत दिखाती हैं तो संभावित ट्रेड में विश्वास बढ़ता है।"
        }
      ]
    },
"signalCalculation": {
  "title": "हमारा कंबाइंड सिग्नल कैसे गणना किया जाता है",
  "description": "हमारा ऐप आपको एक अधिक व्यापक बाजार दृश्य देने के लिए एक समेकित 'कंबाइंड सिग्नल' प्रदान करता है जो कई तकनीकी और भावना संकेतकों को एकीकृत करता है। यह कैसे काम करता है:",
  "sections": [
    {
      "title": "कंबाइंड सिग्नल के घटक",
      "content": "कंबाइंड सिग्नल चार प्राथमिक संकेतकों को एकत्रित करता है, प्रत्येक को बाजार विश्लेषण में उनके पूर्वानुमानित महत्व के अनुसार भारित किया जाता है। यह बहु-कारक दृष्टिकोण झूठे संकेतों को कम करने में मदद करता है जो किसी भी एकल संकेतक का उपयोग करने पर हो सकते हैं। प्रत्येक घटक को सौंपे गए भार विभिन्न बाजार स्थितियों में उनकी पूर्वानुमानित सटीकता के ऐतिहासिक बैकटेस्टिंग पर आधारित हैं।"
    },
    {
      "title": "समाचार भावना (40% भार)",
      "content": "समाचार भावना विश्लेषण बाजार धारणा का आकलन करने के लिए स्टॉक के बारे में हाल के शीर्षकों और लेखों की जांच करता है। हम समाचारों को सकारात्मक, नकारात्मक या तटस्थ के रूप में वर्गीकृत करने के लिए प्राकृतिक भाषा प्रसंस्करण एल्गोरिदम का उपयोग करते हैं। इस घटक को उच्चतम भार (40%) प्राप्त होता है क्योंकि समाचार और सूचना प्रवाह अक्सर अल्पकालिक मूल्य आंदोलनों को चलाते हैं इससे पहले कि वे तकनीकी संकेतकों में प्रतिबिंबित हो। भावना स्कोर 0 (अत्यंत नकारात्मक) से 1 (अत्यंत सकारात्मक) तक भिन्न होता है, जिसमें 0.5 तटस्थ भावना का प्रतिनिधित्व करता है। 0.6 से ऊपर का स्कोर बुलिश माना जाता है, जबकि 0.4 से नीचे बेयरिश माना जाता है।"
    },
    {
      "title": "RSI संकेतक (30% भार)",
      "content": "रिलेटिव स्ट्रेंथ इंडेक्स हमारे कंबाइंड सिग्नल में 30% का योगदान देता है। RSI मूल्य 0 से 100 तक भिन्न होते हैं, जिसमें 70 से ऊपर की रीडिंग ओवरबॉट स्थितियों (संभावित रूप से बेयरिश) का सुझाव देती है और 30 से नीचे ओवरसोल्ड स्थितियों (संभावित रूप से बुलिश) का संकेत देती है। हमारे कंबाइंड सिग्नल गणना के लिए, हम RSI को सामान्य करते हैं: 50 के आसपास के मूल्य तटस्थ गति का सुझाव देते हैं, जबकि 0 या 100 के करीब पहुंचने वाले मूल्य क्रमशः मजबूत बेयरिश या बुलिश संकेतों को इंगित करते हैं। RSI घटक मूल्य गति के आधार पर संभावित उलटफेर बिंदुओं की पहचान करने में मदद करता है।"
    },
    {
      "title": "मूविंग एवरेज सिग्नल (20% भार)",
      "content": "मूविंग एवरेज विश्लेषण हमारे कंबाइंड सिग्नल में 20% का योगदान देता है। हम अल्पकालिक मूविंग एवरेज (5-दिन) की तुलना दीर्घकालिक (20-दिन) से करते हैं। जब अल्पकालिक औसत दीर्घकालिक औसत से ऊपर होता है, तो यह 75 पर स्कोर किया गया एक बुलिश सिग्नल उत्पन्न करता है। जब नीचे होता है, तो यह 25 पर स्कोर किया गया बेयरिश सिग्नल उत्पन्न करता है। एक तटस्थ सिग्नल (50 पर स्कोर किया गया) तब होता है जब मूविंग एवरेज एक दूसरे के बहुत करीब होते हैं। यह घटक समग्र रुझान की दिशा और संभावित मोड़ बिंदुओं की पहचान करने में मदद करता है।"
    },
    {
      "title": "मूल्य परिवर्तन प्रवृत्ति (10% भार)",
      "content": "वर्तमान स्टॉक मूल्य परिवर्तन प्रवृत्ति हमारे कंबाइंड सिग्नल में अंतिम 10% का योगदान देती है। यह घटक केवल यह विचार करता है कि क्या स्टॉक वर्तमान में अपने पिछले बंद के मुकाबले सकारात्मक या नकारात्मक मूल्य परिवर्तन दिखा रहा है। हालांकि यह सबसे बुनियादी संकेतक है, यह हमारे विश्लेषण में एक रीयल-टाइम तत्व प्रदान करता है जो सबसे वर्तमान बाजार गतिविधि को दर्शाता है। एक सकारात्मक परिवर्तन को एक बुलिश सिग्नल के रूप में स्कोर किया जाता है, जबकि एक नकारात्मक परिवर्तन को एक बेयरिश सिग्नल के रूप में स्कोर किया जाता है।"
    },
    {
      "title": "अंतिम गणना",
      "content": "अंतिम कंबाइंड सिग्नल की गणना इस प्रकार की जाती है: (1) प्रत्येक घटक को उसके संबंधित भार से गुणा करना, (2) इन भारित स्कोर को एक साथ जोड़ना, और (3) परिणाम को 0-100 से प्रतिशत के रूप में व्यक्त करना। 60% से ऊपर के स्कोर एक बुलिश सिग्नल को इंगित करते हैं जिसमें उच्च मूल्य मजबूत बुलिश भावना का सुझाव देते हैं। 40% से नीचे के स्कोर एक बेयरिश सिग्नल को इंगित करते हैं जिसमें निम्न मूल्य मजबूत बेयरिश भावना का सुझाव देते हैं। 40-60% के बीच स्कोर एक तटस्थ या मिश्रित दृष्टिकोण का सुझाव देते हैं। सिग्नल को एक विश्वास स्तर के साथ प्रदर्शित किया जाता है जो समग्र संकेतक की ताकत का प्रतिनिधित्व करता है।"
    },
    {
      "title": "सिग्नल की व्याख्या",
      "content": "हालांकि हमारा कंबाइंड सिग्नल मूल्यवान अंतर्दृष्टि प्रदान करता है, इसका उपयोग आपके निवेश निर्णय प्रक्रिया में एक उपकरण के रूप में किया जाना चाहिए, न कि एकमात्र निर्धारक कारक के रूप में। उच्च विश्वास वाले बुलिश सिग्नल खरीदारी के अवसर प्रस्तुत कर सकते हैं, जबकि उच्च विश्वास वाले बेयरिश सिग्नल सावधानी या संभावित बिक्री के अवसरों का सुझाव दे सकते हैं। निवेश निर्णय लेने से पहले हमेशा व्यापक बाजार संदर्भ, कंपनी के मूलभूत तत्वों, और अपने व्यक्तिगत निवेश लक्ष्यों और जोखिम सहनशीलता पर विचार करें।"
    }
  ]
},
    "disclaimer": "अस्वीकरण: शेयर बाजार निवेश में जोखिम शामिल है। पिछला प्रदर्शन भविष्य के परिणामों का संकेत नहीं है। इस शैक्षिक सामग्री को वित्तीय सलाह नहीं माना जाना चाहिए। हमेशा अपना खुद का शोध करें और निवेश निर्णय लेने से पहले वित्तीय पेशेवर से परामर्श करने पर विचार करें।"
  }