{
    "title": "股票市场 101",
    "intro": "欢迎使用 StockWise！本指南将以简单易懂的方式向你介绍股票市场的基础概念和投资策略。无论你是投资新手，还是想要复习基础知识，我们都为你提供了易于理解的解释。",
    "appFeatures": {
      "title": "StockWise 功能",
      "description": "我们的应用提供多种工具，帮助你做出明智的投资决策：",
      "features": [
        {
          "title": "股票搜索",
          "description": "在搜索栏中输入股票代码（例如 Apple 的 AAPL）即可查看详细信息、价格图表和技术指标。如果你不知道代码，也可以按公司名称搜索。"
        },
        {
          "title": "自选列表",
          "description": "将股票添加到你的自选列表，以便随时跟踪其表现。此功能可帮助你追踪感兴趣的公司，而无需重复搜索。使用此功能需要创建一个免费账户。"
        },
        {
          "title": "技术分析",
          "description": "我们提供易于理解的技术指标，如 RSI 和移动平均线，帮助你识别潜在的买入和卖出机会。如果你对此不熟悉，我们将在下文详细解释。"
        },
        {
          "title": "内部人交易",
          "description": "查看高管和董事会成员的最新股票买卖情况。这些“内部人”通常掌握公司前景的宝贵信息，因此他们的交易活动可以为你的投资决策提供有价值的见解。"
        },
        {
          "title": "新闻情绪",
          "description": "我们自动分析新闻标题，以评估你关注股票的市场情绪。正面新闻可能预示价格上涨（牛市），而负面新闻则可能暗示价格下跌（熊市）。"
        }
      ]
    },
    "stockBasics": {
      "title": "股票市场基础概念",
      "description": "在深入详细分析之前，让我们先了解一些基本概念：",
      "sections": [
        {
          "title": "什么是股票？",
          "content": "股票代表对一家公司的部分所有权。当你购买一股时，实际上你获得了该公司的一个小份额。作为股东，当公司价值增长时，你可以从股价上涨中获利，并可能获得分红（公司利润的一部分）。公司发行股票以筹集运营、扩张或其他投资所需的资金。"
        },
        {
          "title": "证券交易所",
          "content": "股票在交易所买卖——这些是买卖双方（以虚拟形式）进行证券交易的有组织市场。美国最著名的交易所有纽约证券交易所（NYSE）和纳斯达克（NASDAQ）。每个交易所都有上市要求，公司必须满足这些条件才能在该交易所交易它们的股票。大多数主要国家都有自己的证券交易所，如伦敦证券交易所、东京证券交易所和上海证券交易所。"
        },
        {
          "title": "股票代码",
          "content": "每家上市公司都有一个在交易所中独一无二的代码，通常是公司名称的 1-5 个字母缩写。例如，Apple 的代码是 AAPL，Microsoft 是 MSFT，Tesla 是 TSLA。当你想查询或购买股票时，会使用这些代码进行搜索。有些公司选择与其业务相关且易于记忆的代码，例如 The Cheesecake Factory 的 CAKE。"
        },
        {
          "title": "价格变动",
          "content": "股票价格在交易时段内根据供求关系不断波动——即同一时刻有多少人想买入或卖出该股票。价格受多种因素影响，包括公司业绩（盈利、新产品）、经济状况（利率、通胀）、行业趋势、新闻事件和市场情绪。需求大于供给时，价格上涨；供给大于需求时，价格下跌。"
        }
      ]
    },
    "investingBasics": {
      "title": "投资基础",
      "description": "在进行首次投资前，请先了解以下基本概念：",
      "sections": [
        {
          "title": "低买高卖",
          "content": "成功投资的基本原则是在低价时买入资产，并在高价时卖出。虽然这听起来简单，但需要研究、耐心，有时还要逆势而行。在市场下跌时，其他人因为恐惧不敢买入，股票价格往往更具吸引力；相反，在极度乐观的时期，股票可能被高估。学会识别相对价值是投资者必须掌握的关键技能。"
        },
        {
          "title": "多元化",
          "content": "多元化意味着将投资分散到不同的股票、行业和资产类别，而不是将所有资金投入单一投资。此策略可以降低风险，因为当某一项投资表现不佳时，其它投资可能表现良好，从而弥补损失。一个多元化的投资组合可能包含多个行业（科技、医疗、消费品）的股票、不同规模（大盘股、中盘股、小盘股）的公司、不同地域（国内、国际）的资产，以及债券或房地产投资信托基金（REITs）等其它资产。"
        },
        {
          "title": "长期 vs 短期",
          "content": "长期投资是指持有资产数年甚至数十年，关注公司的基本面增长，而不是短期价格波动。这种方法通常比短期交易风险更低，也需要较少的监控。短期交易（有时称为日内交易）则是在短时间内（有时是几分钟、几小时或几天）买入和卖出资产，以利用价格波动获利。这需要投入更多时间、经验和情绪纪律，对初学者而言风险显著更高。"
        },
        {
          "title": "研究是关键",
          "content": "成功投资始于全面的研究。在投资任何公司之前，请了解其商业模式、竞争优势、财务状况、增长前景和行业趋势。审查财务报表（损益表、资产负债表、现金流量表），评估盈利能力、债务水平以及公司如何有效利用资源。还要考虑定性因素：管理层质量、品牌实力和创新潜力。像我们这样的应用会以可访问的形式提供这些信息。"
        }
      ]
    },
    "marketSentiment": {
      "title": "牛市 vs 熊市",
      "description": "“牛市”和“熊市”描述了市场的总体情绪或态度。理解这些概念可以帮助你将投资策略与当前市场环境保持一致。",
      "sections": [
        {
          "title": "牛市",
          "content": "牛市（或称“bull market”）的特征是股价上涨，投资者情绪乐观。在牛市期间，投资者一般预期价格将继续上涨。据说牛会用角向上顶——就像牛市中的价格一样。牛市通常伴随着强劲的经济增长、低失业率和高消费者信心。牛市可以持续数月甚至数年。",
          "strategy": "牛市投资策略：在牛市中，以增长为导向的策略通常表现良好。可以考虑投资于具有强劲增长潜力的公司，这些公司可能会受益于良好的经济环境。虽然在牛市中股票价格可能看起来偏高，但它们通常会继续上涨，因此定期定额投资（美元成本平均化）可能有效。尽管如此，要保持多元化，因为牛市终会结束。"
        },
        {
          "title": "熊市",
          "content": "熊市（或称“bear market”）的特征是股价下跌，投资者情绪悲观。据说熊会用爪子向下砸——就像熊市中的价格一样。技术上，熊市被定义为从近期高点下跌 20% 或更多。熊市通常伴随经济衰退、失业率上升或重大不确定性。熊市通常比牛市持续时间短，但波动可能更加剧烈。",
          "strategy": "熊市投资策略：在熊市中，防御性策略变得关键。关注现金流稳定、资产负债表稳健（低负债）、有历史记录在经济衰退中表现出色的公司。日常消费品、公用事业和医疗行业的公司在市场下跌时通常跌幅较小。熊市为长期投资者提供了绝佳的买入机会，因为高质量公司以折扣价出售。"
        },
        {
          "title": "识别市场走势",
          "content": "多种指标可帮助识别当前市场是牛市还是熊市：\n1. 价格趋势：最明显的指标是主要市场指数（如标普 500）在数月内是呈上涨还是下跌趋势。\n2. 移动平均线：当价格交易在长期移动平均线之上时，通常表示牛市；在之下则表示熊市。\n3. 交易量：价格上涨时伴随高交易量可确认牛市情绪；价格下跌时伴随高交易量可确认熊市情绪。\n4. 广度指标：衡量上涨股票与下跌股票的数量。\n5. 经济指标：就业数据、GDP 增长和消费者信心通常与市场方向相关。"
        }
      ]
    },
    "priceTerminology": {
      "title": "股票价格术语",
      "description": "在查看股票数据时，你会看到多个关键价格点。理解这些术语有助于你更有效地解读价格走势：",
      "sections": [
        {
          "title": "前一收盘价",
          "content": "前一收盘价是指市场上一个交易日结束时股票的最后成交价格。这是衡量当天表现的重要基准。当你看到“变动”或“变动百分比”时，通常是将当前价格与前一收盘价进行比较。例如，如果一只股票昨天收于 50 美元，而当前交易价格为 52 美元，则自前一收盘价上涨了 2 美元或 4%。"
        },
        {
          "title": "开盘价",
          "content": "开盘价是指当日交易开始时股票的首次成交价格。由于夜间市场休市可能发生新闻或事件，这一价格可能与前一收盘价不同。前一收盘价与开盘价之间的显著差距通常表明有重大信息影响股票。例如，如果公司在收盘后公布的业绩超过预期，股票在次日开盘时可能大幅高开。"
        },
        {
          "title": "最高价",
          "content": "最高价是指在特定期间（通常为当日交易时段）内股票的最高成交价格。这显示了买方在该期间愿意支付的最高价。将最高价与开盘价或前一收盘价进行比较有助于衡量股票的动能和波动性。显著高于开盘价的最高价可能表明买盘强劲，而仅略高于开盘价的最高价则表明买气有限。"
        },
        {
          "title": "最低价",
          "content": "最低价是指在指定期间内股票的最低成交价格。这反映了卖方愿意出手的最低价。最高价与最低价之差（日内波动区间）是衡量波动性的关键指标。较大的波动区间表明价格发现过程显著或市场存在不确定性，而较小的波动区间则表明价格更稳定，交易兴趣可能较低。"
        },
        {
          "title": "当前价格",
          "content": "当前价格是指股票最近一次成交的价格。在交易时段内，随着新交易的发生，它会频繁更新。交易结束后，该价格将作为收盘价保留至下一个交易日。将当前价格与其他价格点（开盘价、最高价、最低价、前一收盘价）进行比较，有助于了解当天的价格趋势，并为交易者情绪和未来走势提供线索。"
        },
        {
          "title": "交易区间",
          "content": "交易区间是指在给定期间内最高价与最低价之间的差值。较大的交易区间表明波动性较高，可能受到重大新闻或事件影响。较小的交易区间则表明价格更稳定，投资者兴趣可能较低。一些交易者专注于“区间交易”策略，在区间底部附近买入，在区间顶部附近卖出。"
        }
      ]
    },
    "keyIndicators": {
      "title": "关键技术指标解析",
      "description": "技术指标通过分析价格模式和市场行为，帮助识别潜在的交易机会。以下是我们应用中使用的主要指标：",
      "indicators": [
        {
          "name": "RSI（相对强弱指数）",
          "description": "相对强弱指数（RSI）衡量股票近期价格变动的速度和幅度，以评估其是否被高估（超买）或低估（超卖）。RSI 值在 0 到 100 之间。传统解释认为，RSI 高于 70 表示股票超买，可能出现价格回调；低于 30 则表示超卖，可能出现价格反弹。RSI 的计算方法是比较特定周期（通常为 14 天）的平均涨幅与平均跌幅。",
          "interpretation": "如何使用 RSI：当 RSI 低于 30 时，可能表明股票被超卖，是买入的良好机会。需观察 RSI 是否再次回升至 30 以上，以确认下跌动能正在减弱。相反，当 RSI 高于 70 时，可考虑获利了结或减仓，尤其是当 RSI 开始再次跌破 70 时。此指标应与其他分析结合使用，而非单独依赖。"
        },
        {
          "name": "移动平均线",
          "description": "移动平均线通过将特定周期内（常见周期为 50 天和 200 天）的价格进行平均，生成平滑的单条曲线，从而减少价格波动噪声，便于识别趋势方向。根据计算方法不同，有简单移动平均线（SMA），对所有价格赋予相同权重；还有指数移动平均线（EMA），对近期价格赋予更大权重。",
          "interpretation": "如何使用移动平均线：当短期移动平均线（如 50 天）上穿长期移动平均线（如 200 天）时，称为“黄金交叉”，被视为看涨信号（可能预示未来价格上涨）。当短期移动平均线下穿长期移动平均线时，称为“死亡交叉”，被视为看跌信号。此外，移动平均线常作为支撑位（价格倾向于从其反弹向上）或阻力位（价格倾向于从其回落向下）。"
        },
        {
          "name": "成交量",
          "description": "成交量指在给定期间内交易的股票总数，反映了市场对该股票的关注度或交易活动水平。高成交量常伴随显著价格波动，低成交量则可能表明当前价格走势缺乏动能。成交量可用于确认趋势：价格上涨时伴随成交量增加通常表明强劲的多头趋势；价格下跌时伴随成交量增加则表明强烈的空头趋势。",
          "interpretation": "如何使用成交量：当价格突破阻力位或跌破支撑位时，寻找伴随的成交量峰值。高成交量表示背后有强烈共识支撑该走势。相反，如果价格大幅波动但成交量较低，则可能缺乏持续动力，容易回调。成交量往往领先于价格——当价格趋势中成交量开始下降时，通常预示趋势在实际反转前已出现动能减弱。"
        },
        {
          "name": "市值",
          "description": "市值指一家公司的股价乘以其流通股数，代表公司在市场上的总价值。市值可帮助将公司按规模分类：大盘股（市值 100 亿美元以上）、中盘股（20-100 亿美元）和小盘股（低于 20 亿美元）。",
          "interpretation": "如何利用市值：市值可帮助判断公司的相对规模、稳定性和成长潜力。大型公司通常更稳定，但增长潜力相对较小。小型公司可能增长潜力更大，但风险更高。在构建多元化投资组合时，可考虑包含不同市值的公司，以平衡增长潜力与稳定性。"
        }
      ]
    },
    "rsiTrading": {
      "title": "RSI 交易策略",
      "description": "相对强弱指数（RSI）是最流行的技术指标之一，用于把握买卖时机。以下是如何利用 RSI 值做出策略性交易决策：",
      "sections": [
        {
          "title": "当 RSI 低于 30（超卖）时",
          "content": "当 RSI 低于 30 时，表示股票可能已被超卖——意味着卖压可能已超出公司基本面所支持的水平。过度抛售往往为敏锐的交易者提供买入机会。超卖状态表明下跌动能可能即将耗尽，价格可能出现反弹。",
          "strategy": "低于 30 时的买入策略：当 RSI 跌至 30 以下时，不要立即买入，而应等待反转信号确认。观察 RSI 是否再次上升并突破 30 阈值，表明下跌动能正在减弱。更强的买入信号通常出现在 RSI 出现“看涨背离”时——即价格创出新低，但 RSI 却形成更高低点，表明下跌动能趋弱。可将此信号与移动平均线支撑或正面新闻情绪等其他有利指标结合，以获得更强确认。"
        },
        {
          "title": "当 RSI 高于 70（超买）时",
          "content": "当 RSI 超过 70 时，表示股票可能已超买——意味着买盘可能已超出公司基本面所支持的水平。过度买入往往为获利了结提供机会。超买状态表明上涨动能可能即将耗尽，价格可能出现回落。",
          "strategy": "高于 70 时的卖出策略：与超卖类似，当 RSI 超过 70 后，不要立即卖出，而应等待回落信号确认。观察 RSI 是否再次下跌并跌破 70 阈值，表明上涨动能正在减弱。寻找“看跌背离”——即价格创出新高，但 RSI 却形成更低高点，表明上涨动能减弱。这是一个强烈的获利了结或减仓信号。请注意，在强劲牛市中，RSI 可能长时间保持在超买区域，因此额外确认尤为重要。"
        },
        {
          "title": "RSI 背离",
          "content": "RSI 背离是指价格走势方向与 RSI 走势方向不一致时出现的现象。这种不一致常预示趋势可能反转。主要有两种背离：\n1. 看涨背离：价格创出更低低点，但 RSI 创出更高低点，表明下跌动能减弱。\n2. 看跌背离：价格创出更高高点，但 RSI 创出更低高点，表明上涨动能减弱。",
          "strategy": "RSI 背离交易策略：\n看涨背离通常在 RSI 低于 30 并开始回升时出现，为买入提供机会。\n看跌背离通常在 RSI 高于 70 并开始回落时出现，为卖出或获利了结提供信号。\n对两种背离都应通过其他指标或价格行为进行确认，再做交易决策。通常，在较长时间周期内出现的背离信号更具可信度，而非极短周期。"
        },
        {
          "title": "RSI 的局限性",
          "content": "尽管 RSI 是一项强大的工具，但也存在局限性。在强趋势中，RSI 可能长时间保持在超买或超卖区域而不出现反转。在高度波动的市场中，也可能产生虚假信号。RSI 在区间市场中效果最佳，而非强趋势市场。应始终将 RSI 与其他分析方法（基本面研究、其他技术指标、市场情绪）结合使用，而非单独依赖。",
          "strategy": "RSI 使用最佳实践：\n根据更广泛的市场环境调整 RSI 阈值。在强牛市中，可考虑将超买/超卖阈值调整为 80/40，而非传统的 70/30。在熊市中，60/20 可能更合适。\n对不同时间周期（日线、周线、月线）的 RSI 读数进行对比，以获得更全面的分析。\n当多个周期出现相同信号时，可增加交易信心。"
        }
      ]
    },
    "signalCalculation": {
  "title": "我们的综合信号计算方法",
  "description": "我们的应用整合了多种技术和情绪指标，通过综合信号为您提供全面的市场视角。让我们深入了解其工作原理：",

  "sections": [
    {
      "title": "综合信号的组成部分",
      "content": "综合信号结合了四个主要指标，并根据它们在市场分析中预测能力的重要性分配权重。此多因素方法可减少单一指标可能产生的假信号。每个组件的权重基于其在多种市场条件下历史回测的预测准确性。"
    },
    {
      "title": "新闻情绪（权重 40%）",
      "content": "新闻情绪分析会审视关于某股票的最新新闻标题和文章，以评估市场对其的看法。我们使用自然语言处理算法将新闻分类为正面、负面或中性。此组件权重最高，为 40%，因为新闻和信息流往往在技术指标反映之前推动短期价格波动。情绪得分范围为 0（极度负面）到 1（极度正面），0.5 表示中性。得分超过 0.6 视为看涨，低于 0.4 视为看跌。"
    },
    {
      "title": "RSI 指标（权重 30%）",
      "content": "相对强弱指数在我们的综合信号中占 30%。RSI 值范围为 0 到 100，读数超过 70 表示超买（可能看跌），低于 30 表示超卖（可能看涨）。在计算综合信号时，我们对 RSI 进行归一化：接近 50 表示中性动能，接近 0 或 100 分别表示更强的看跌或看涨信号。RSI 组件有助于基于价格动能识别潜在反转点。"
    },
    {
      "title": "移动平均信号（权重 20%）",
      "content": "移动平均分析在综合信号中占 20%。我们将短期移动平均线（5 日）与长期移动平均线（20 日）进行比较：当短期均线高于长期均线时，产生看涨信号，分值为 75；当其低于长期均线时，产生看跌信号，分值为 25；当两者非常接近时，产生中性信号，分值为 50。此组件有助于识别总体趋势方向和潜在拐点。"
    },
    {
      "title": "价格变动趋势（权重 10%）",
      "content": "当前股票价格变动趋势在我们的综合信号中占最后 10%。此组件仅考虑股票当前相对于前一收盘价是否显示正面或负面的价格变动。虽然这是最基本的指标，但它为我们的分析提供了实时元素，反映了最新的市场活动。价格上涨被评为看涨信号，而价格下跌则评为看跌信号。"
    },
    {
      "title": "最终计算",
      "content": "最终综合信号的计算方法如下：\n1. 将每个组件乘以其相应权重；\n2. 将这些加权分数相加；\n3. 将结果表示为 0-100 的百分比。\n分数高于 60% 表示看涨信号，分数越高表明看涨情绪越强；分数低于 40% 表示看跌信号，分数越低表明看跌情绪越强；分数在 40-60% 之间则表示中性或混合观点。信号还会显示一个置信度级别，代表总体指标的强度。"
    },
    {
      "title": "信号解读",
      "content": "尽管我们的综合信号提供了有价值的信息，但它应作为投资决策过程中的辅助工具，而非唯一决定因素。高置信度的看涨信号可能代表买入机会，而高置信度的看跌信号则可能提醒谨慎或提供卖出机会。做出投资决策前，请始终结合更广泛的市场背景、公司的基本面，以及你的个人投资目标和风险承受能力。"
    }
  ]
},
    "disclaimer": "免责声明：股票市场投资存在风险。过往表现不代表未来结果。本教育内容不应视为财务建议。在做出投资决策前，请务必进行独立调研，并考虑咨询专业财务顾问。"
  }
  